[
  "What is your favorite pizza in [insert your city/town]?",
  "Tell us one fun fact about yourself.",
  "What is your dream vacation?",
  "What is your favorite holiday?",
  "Squat day or deadlift day?",
  "What’s one thing you hate that everyone else loves?",
  "What is your spirit animal?",
  "Would you rather be super fast or super strong?",
  "What’s your favorite movie?",
  "If you had to eat one meal for the rest of your life, what would it be?",
  "What would your superpower be?",
  "What is your favorite drink?",
  "If you could have dinner with any person, dead or alive, who would it be?",
  "What is your favorite benchmark workout?",
  "Where’s the last place you listened to or saw a jukebox?",
  "Name your guilty pleasure (food/drink).",
  "What’s your biggest pet peeve?",
  "Who is your favorite superhero?",
  "What is your favorite lift?",
  "What is your favorite CrossFit movement?",
  "Car, truck or SUV?",
  "The mountains or the beach?",
  "What is your favorite snack?",
  "Tea, coffee or neither?",
  "Dogs or cats?",
  "If you were a vegetable, what vegetable would you be?",
  "What’s your favorite song?",
  "If you had to read the same book over and over, what would it be?",
  "Summer, fall, winter or spring?",
  "If you were to change your name, what would you choose?",
  "Who is your childhood celebrity crush?",
  "What is your least favorite CrossFit movement?",
  "What’s the worst haircut you’ve ever had?",
  "What was the first concert you ever went to?",
  "What is your favorite smell and why?",
  "If you could only eat at one restaurant forever, what restaurant would it be?",
  "If you had a boat, what would you name it?",
  "What interesting skill do you want to learn?",
  "What dance move are you secretly awesome at?",
  "What’s the best knock-knock joke you know?",
  "What show on Netflix did you binge watch embarrassingly fast?",
  "What’s the best thing that happened to you this week?",
  "Did you ever keep a New Year’s resolution?",
  "What’s your hidden talent?",
  "Which planet in the solar system would you visit?",
  "Would you rather be a hot or cold drink?",
  "Which famous person would you like to meet?",
  "What flavour ice cream would you be?",
  "Which language would you like to learn?",
  "What’s the worst present you’ve received?",
  "What was your favorite subject at school?",
  "What’s your favorite thing to do in the summer?",
  "What’s your favorite cartoon character, and why?",
  "Are you a morning or a night person?",
  "If you could visit any place in the world, where would it be and why?"
]
